Repository: dsnopek/bbcom
Catalog: drupal/sites/all/modules/i18n/translations/*.po
Languages: ca, da, es, fr, gl, it

source: <p>This module provides support for multilingual content in Drupal sites:</p> <ul> <li>Translation of the user interface for anonymous users (combined with locale)</li> <li>Multi-language for content. Adds a language field for nodes and taxonomy vocabularies and terms</li> <li>Basic translation management</li> <li>Browser language detection</li> <li>Keeps the language setting accross consecutive requests using URL rewriting</li> <li>Provides a block for language selection and two theme functions: <i>i18n_flags</i> and <i>i18n_links</i></li> <li>Support for long locale names</li> </ul> <p><small>Module developed by Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a></small></p>
da: <p>Modulet giver mulighed for flersproget indholdt på Drupal netsteder:</p> <ul> <li>Brugergrænsefladen oversættes for anonyme brugere (i kombination med locale-modulet)</li> <li>Flersproget indholdt. Tilføjer et sprogfelt til indholdselementer, ordforråd og ord</li> <li>Basal håndtering af oversættelser</li> <li>Genkendelse af browser-sprog</li> <li>Beholder sprogvalg på tværs af foresprøgsler vha. omskrivning af URLer</li> <li>Indeholder en blok til sprogvalg og to temafunktioner: <em>i18n_flags</em> og <em>i18n_links</em></li> <li>Understøtter lange navne på lokaliteter</li> </ul> <p><small>Modul udviklet af Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a></small></p>

source: Enables multilingual content. <b>Requires locale module for interface translation</b>
ca: Habilita contingut multilingüe. <b>Requereix del mòdul locale per la traducció de les interfícies</b>
da: Aktiverer flersproget indhold. <strong>Kræver locale-modulet til oversættelse af grænsefladen</strong>
es: Habilita contenido multilingüe. <b>Requiere el módulo locale para la traducción de la interfaz</b>
gl: Habilita o contido multilingüe. <b>Require o módulo locale para a traducción do interface</b>

source: Browser language detection
ca: Detecció de l'idioma del navegador
da: Genkend browser-sprog
es: Detección del idioma del navegador
gl: Detección de lingua do navegador

source: A description of this setting.
da: En beskrivelse af denne indstilling.

source: Language icons settings
da: Sprogikon

source: Language icons path
ca: Ubicació de les icones dels idiomes
da: Sti til sprogikoner
es: Ubicación de los iconos de los idiomas
gl: Ubicación dos iconos das linguas

source: Path for language icons, relative to Drupal installation. '*' is a placeholder for language code.
ca: Ubicació de les icones dels idiomes, relatives a la instal·lació del Drupal. '*' és un portador del codi de l'idioma.
da: Sti til sprogikoner relativt til Drupal installationen. '*' erstattes med sprogkoden.
es: Ubicación de los iconos de los idiomas, relativo a la instalación de Drupal. '*' es un portador del código del idioma.
gl: Ubicación dos iconos das linguas, relativo á instalación de Drupal. '*' é un portador do código de lingua.

source: Language icons size
da: Størrelsese af sprogikoner
es: Dimensiones de los iconos de los idiomas

source: Image size for language icons, in the form "width x height".
ca: Dimensions de les imatges de les icones d'idioma, en la forma "amplada x alçada".
da: Billedstørrelse af sprogikoner på formen "bredde x højde".
es: Dimensiones de las imágenes de los iconos de idioma, en la forma "anchura x altura".
gl: Dimensións das imaxes dos iconos da lingua, de forma "anchura x altura".

source: Advanced settings
da: Avancerede indstillinger

source: Content selection mode
da: Valg af indhold

source: Determines which content to show depending on language.
da: Bestemmer hvilket indhold der vises baseret på sproget.

source: Only current language and no language
da: Kun aktuelle sprog og intet sprog

source: Only current and default languages and no language
da: Kun aktuelle sprog, standardsprog og intet sprog

source: Only default language and no language
da: Kun standardsprog og intet sprog

source: Only current language
da: Kun aktuelle sprog

source: All content. No language conditions apply
da: Alt indhold. Ingen sprogbegrænsninger.

source: Disabled
ca: Dehabilitat
da: Deaktiveret
es: Desactivado
gl: Desactivado
it: Disabilitato

source: Enabled
ca: Habilitat
da: Aktiveret
es: Activado
gl: Activado
it: Abilitato

source: Languages
ca: Idiomes
da: Sprog
es: Idiomas
gl: Linguas
it: Lingue

source: Language
ca: Idioma
da: Sprog
es: Idioma
gl: Lingua

source: This language will be set for all terms in this vocabulary
ca: Aquest idioma es definirà per tots els termes d'aquest vocabulari.
da: Sproget vælges for alle ord i ordforrådet.
es: Este idioma se definirá para todos los términos de este vocabulario
gl: Esta lingua definirase para todo-los términos deste vocabulario

source: Multilingual support
da: Understøttelse af flere sprog

source: Enables language field and multilingual support for this content type.
da: Aktiver sprogfelt og flersproglig understøttelse for denne indholdstype.

source: If you change the Language, you must click on <i>Preview</i> to get the right Categories &amp; Terms for that language.
ca: Si canvieu d'idioma, heu de fer clic a <i>Previsualització</i> per obtenir les Categories &amp; Termes d'aquest idioma.
da: If du ændrer sproget skal du klikke på <em>gennemse</em> for at for vist de korrekte kategorier.
es: Si cambiais de idioma, debeis hacer clic en<i>Previsualización</i> para obtener las Categorías &amp; Términos correctos para este idioma.
gl: Se cambiades de idioma, debedes facer clic en <i>Previsualización</i> para poderes obter as Categorías &amp; Términos correctos para este idioma.

source: Reset language for all terms.
da: Nulstil sprog for alle ord.

source: Language switcher
da: Sprogvælger

source: <p>This module is part of i18n package and provides support for translation relationships.</p> <p>The objects you can define translation relationships for are:</p> <ul> <li>Nodes</li> <li>Taxonomy Terms</li> </ul> <p><small>Module developed by Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a></small></p>
da: <p>Dette modul er en del af i18n-pakken og giver mulighed for sammenhæng mellem oversættelser.</p> <p>Der kan defineres sammenhænge mellem:</p> <ul> <li>Indholdselementer</li> <li>Ord i ordforråd</li> </ul> <p><small>Modul udviklet af Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a></small></p>

source: Manages translations between nodes and taxonomy terms. <b>Requires i18n module</b>
da: Håndterer oversættelse af indhold og ordforråd. <strong>Kræver i18n-modulet</strong>

source: <h2>Translations</h2>
da: <h2>Oversættelser</h2>

source: <strong>translate nodes</strong> <p>This one, combined with create content permissions, will allow to create node translation</p>
da: <strong>oversæt indhold</strong> <p>Giver sammen med tilladelse til at oprette indhold mulighed for at oprette oversættelser</p>

source: translation
ca: traducció
da: oversættelse
es: traducción
gl: traducción

source: Language Management
da: Sproghåndtering

source: Interface language depends on content.
da: Grænsefladesprog afhænger af indhold

source: Interface language is independent
da: Grænsefladesprog er uafhængigt

source: How interface language and content language are managed.
da: Håndtering af grænseflade-sprog og indholdssprog.

source: Links to node translations
da: Henvisninger til oversættelser

source: None.
da: Ingen.

source: Main page only
da: Kun forside

source: Teaser and Main page
da: Smagsprøve og forside

source: Translations
da: Oversættelser

source: Language and translations
da: Sprog og oversættelser

source: Save
da: Gem
fr: Enregistrer

source: Remove
da: Fjern

source: <h2>Current translations</h2>
da: <h2>Aktive oversættelser</h2>

source: Options
da: Valg

source: Not translated
ca: No traduït
da: Ikke oversat
es: No traducido
gl: Non traducido

source: create translation
ca: crea traducció
da: opret oversættelse
es: crear traducción
gl: crear traducción

source: select node
da: vælg indholdselement

source: Remove node from this translation set
da: Fjern indholdselement fra oversættelse

source: Select translation for %language
da: Vælg oversættelse for %language

source: <p>No nodes available in %language</p>
da: <p>Intet indhold tilgængeligt på language</p>

source: The translation has been saved
da: Oversættelse gemt

source: Removed translation information from term
da: Oversættelse fjernet fra ord

source: Edit term translations
da: Rediger oversættelser

source: Submit
ca: Tramet
da: Indsend
es: Enviar
gl: Enviar

source: Operations
da: Handlinger

source: edit
ca: edita
da: rediger
es: editar
gl: editar

source: new translation
ca: nova traducció
da: ny oversættelse
es: nueva traducción
gl: nova traducción

source: Term translations have been updated
ca: Les traduccions de termes han estat actualitzades
da: Oversættelser opdateret
es: Las traducciones de términos han sido actualizadas
gl: Actualizáronse as traduccións de términos

source: Preview
ca: Previsualització
es: Previsualización
gl: Previsualización

source: Delete
ca: Suprimeix
es: Suprimir
gl: Suprimir

source: Translations of
ca: Traduccions de
es: Traducciones de
gl: Traduccións de

source: Title
ca: Títol
es: Título
gl: Título

source: Actions
ca: Accions
es: Acciones
gl: Accións

source: <h2>Translation Status</h2>
ca: <h2>Estat de la traducció</h2>
es: <h2>Estado de la traducción</h2>
gl: <h2>Estado da traducción</h2>

source: translations
ca: traduccions
es: traducciones
gl: traduccións

source: Term Translations
ca: Traduccions de termes
es: Traducciones de términos
gl: Traduccións de términos

source: edit translations
ca: edita traduccions
es: editar traducciones
gl: editar traduccións

source: current translation
ca: traducció actual
es: traducción actual
gl: traducción actual

source: change translation
ca: canvia traducció
es: cambiar traducción
gl: cambiar traducción

source: Vocabulary
ca: Vocabulari
es: Vocabulario
gl: Vocabulario

source: The vocabulary already has a language.
ca: El vocabulari ja té un idioma.
es: El vocabulario ya contiene un idioma.
gl: O vocabulario xa contén unha lingua.

source: translated term
ca: terme traduït
es: término traducido
gl: término traducido

source: term translations
ca: traduccions de termes
es: traducciones de términos
gl: traduccións de términos

source: Removed translation info from term
ca: Informació de la traducció suprimida del terme
es: Información de la traducción suprimida para el término
gl: Información da traducción suprimida para o término

source: <p>This module provides support for internationalization of Drupal sites:</p> <ul> <li>Translation of the user interface for anonymous users (combined with locale)</li> <li>Multi-language for content. Adds a language field for nodes and taxonomy vocabularies and terms</li> <li>Basic translation management</li> <li>Browser language detection</li> <li>Keeps the language setting accross consecutive requests using URL rewriting</li> <li>Provides a block for language selection and two theme functions: <i>i18n_flags</i> and <i>i18n_links</i></li> <li>Support for long locale names</li> </ul> <p><small>Module developed by Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a></small></p>
ca: <p>Aquest mòdul dóna suport a la internacionalització de llocs web amb Drupal:</p> <ul> <li>Traducció de la interfície d'usuari per usuaris anònims (combinat amb el locale)</li> <li>Multi-llenguatge pel contingut. Afegeix un camp de llenguatge pels nodes i vocabularis taxonòmics i termes</li> <li>Gestió bàsica de traducció</li> <li>Detecció de l'idioma del navegador</li> <li>Manté els paràmetres d'idioma en peticions consecutives utilitzant la reescriptura de la URL</li> <li>Proporciona un bloc per a la selecció de l'idioma i dues funcions pels temes: <i>i18n_flags</i> i <i>i18n_links</i></li> <li>Suport per llargs noms locals</li> </ul> <p><small>Mòdul desenvolupat per en Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a></small></p>
es: <p>Este módulo proporciona soporte para la internacionalización de sitios web con Drupal:</p> <ul> <li>Traducción de la interfaz de usuario por usuaris anónimos (combinado con el locale)</li> <li>Multi-lenguaje para el contenido. Añade un campo de lenguaje para los nodos y vocabularios taxonómicos y términos</li> <li>Gestión básica de las traducciones</li> <li>Detección del idioma del navegador</li> <li>Mantiene los parámetros de lenguaje en peticiones consecutivas utilizando reescriptura de la URL</li> <li>Proporciona un bloque para la selección de idioma junto con dos funciones para los temas: <i>i18n_flags</i> y <i>i18n_links</i></li> <li>Suporte para largos nombres locales</li> </ul> <p><small>Módulo desarrollado por Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a></small></p>
gl: <p>Este módulo proporciona soporte para a internacionalización de sitios web con Drupal:</p> <ul> <li>Traducción da interface de usuario por usuarios anónimos (combinado co locale)</li> <li>Multi-linguaxe para o contido. Engade un campo de lingua para os nodos e vocabularios taxonómicos e términos</li> <li>Gestión básica das traduccións</li> <li>Detección de lingua do navegador</li> <li>Mantén os parámetros de lingua en peticións consecutivas utilizando reescritura da URL</li> <li>Proporciona un bloque para a selección de idioma xunto con dúas funcións para os temas: <i>i18n_flags</i> e <i>i18n_links</i></li> <li>Soporte para nomes longos locales</li> </ul> <p><small>Módulo desenrolado por Jose A. Reyero, <a href="http://www.reyero.net">www.reyero.net</a>, traducción ó galego por Oscar M. Lage, <a href="http://www.userlinux.net">www.userlinux.net</a></small></p>

source: Supported languages
ca: Idiomes suportats
es: Idiomas soportados
gl: Idiomas soportados

source: Defined by the locale module
ca: Definit pel mòdul locale
es: Definido por el módulo locale
gl: Definido polo módulo locale

source: Defined in the configuration file (%config_languages)
ca: Definit en el fitxer de configuració (%config_languages)
es: Definido en el fichero de configuración (%config_languages)
gl: Definido no arquivo de configuración (%config_languages)

source: Where to get the list of supported languages from
ca: On obtenir la llista d'idiomes suportats de
es: Dónde obtener el listado de los idiomas soportados de
gl: Donde obter o listado das linguas soportadas de

source: Front page
ca: Pàgina d'inici
es: Página de inicio
gl: Páxina de inicio
it: Pagina iniziale

source: Default
ca: Defecte
es: Por defecto
gl: Por defecto
it: Standard

source: Language dependent
ca: Dependent de l'idioma
es: Dependiente del idioma
gl: Dependente da lingua

source: If 'language dependent' is selected, default front page will be prepended with language code, i.e. 'en/node'
ca: Si està seleccionat 'dependent de l'idioma', la pàgina d'inici per defecte serà prefixada amb el codi de l'idioma, ex. 'en/node'
es: Si 'dependiente del idioma' está seleccionado, la página inicial será prefijada con el código del idioma, ej. 'en/node'
gl: Se 'dependente da lingua' está seleccionado, a páxina inicial será prefixada co código da lingua, ex. 'en/node'

source: <h2>Multilingual content</h2>
ca: <h2>Contingut multilingüe</h2>
es: <h2>Contenido multilingüe</h2>
gl: <h2>Contido multilingüe</h2>

source: Nodes
es: Nodos
gl: Nodos
it: Nodi

source: Select node types to be translated.
ca: Selecciona els tipus de nodes a ser traduïts.
es: Seleccionar los tipos de nodos a ser traducidos.
gl: Seleccionar os tipos de nodos a ser traducidos.

source: <h2>Advanced Features</h2>
ca: <h2>Característiques avançades</h2>
es: <h2>Características avanzadas</h2>
gl: <h2>Características avanzadas</h2>

source: <p>These are intended only for advanced users. Some changes to the database are required. Please, do read the INSTALL.txt and README.txt files before enabling these options</p>
ca: <p>Això és solament per a usuaris avançats. Es requereixen alguns canvis en la base de dades. Si us plau, llegiu els fitxers INSTALL.txt i README.txt abans d'habilitar aquestes opcions</p>
es: <p>Esto es solo para usuarios avanzados. Se necesitan algunos cambios en la base de datos. Por favor, leer los ficheros INSTALL.txt y README.txt antes de activar estas opciones</p>
gl: <p>Esto é so para usuarios avanzados. Cómprense algúns cambios na base de datos. Por favor, ler os arquivos INSTALL.txt e README.txt antes de activar estas opcións</p>

source: Current language dependent tables are:
ca: Les taules dependents de l'idioma actual son:
es: Las tablas dependientes de idioma actuales son:
gl: As táboas dependentes de lingua actuais son:

source: Check the module's SETUP.txt file.
ca: Reviseu el fitxer del mòdul SETUP.txt.
es: Verificar el fichero del módulo SETUP.txt.
gl: Verificar o arquivo do módulo SETUP.txt.

source: Language dependent tables
ca: Taules dependents de l'idioma
es: Tablas dependientes del idioma
gl: Tablas dependientes de lingua

source: If enabled, different tables for each language will be used. They must be defined in the configuration file.
ca: Si s'habilita, s'utilitzaran diferents taules per cada idioma. Han de ser definits en el fitxer de configuració.
es: Si está activado, se utilizarán diferentes tablas para cada idioma. Tienen que ser definidas en el fichero de configuración.
gl: Se está activado, utilizaranse diferentes táboas para cada idioma. Teñen que ser definidas no arquivo de configuración.

source: Language icons sixe
ca: Dimensions de les icones dels idiomes
gl: Dimensións dos iconos das linguas

source: <p>This module provides support for internationalization of Drupal sites in various ways:</p> <ul><li>Translation of the user interface for registered and anonymous users</li> <li>Multi-language for content, combined with url aliasing. For this feature to be used, you must enable it in the module configuration and then use url aliasing to keep pages in various languages. I.e. 'en/mypage', 'es/mypage' should be English and Spanish versions of the same page</li> <li>Detection of the brower language</li> <li>Keeps the language settings accross consecutive requests, using a number of methods: URL rewriting, sessions, cookies</li> <li>Provides a block for language selection and two theme functions: <i>i18n_flags</i> and <i>i18n_links</i></li></ul> <p>For url rewriting you need to have the file <b>i18n.inc</b> in the <i>includes</i> folder and add the following line to your configuration file:</p> <pre> include 'includes/i18n.inc'; </pre> <p>You can try different settings to have only content translation, interface translation or both.</p> <p><small>Module developed by <a href="http://freelance.reyero.net">freelance.reyero.net</a></small></p>
it: <p>Questo modulo fornisce supporto per l'internazionalizzazione dei siti di Drupal in differenti modi:</p> <ul><li>Traduzione dell'interfaccia di utenza per gli utenti registrati e anonimi</li> <li>Multi-langua per i contenuti, combinati con l'aliasing delle url. Per utilizzare tale funzione, devi abilitarla nel modulo di configurazione e quindi impiegare l'aliasing delle url per ottenere pagine i differenti lingue. Ad esempio, 'en/mypage', 'it/mypage' dovrebbero essere le versioni inglese e italiana della medesima pagina</li> <li>Individuazione della lingua del navigatore dell'utente</li> <li>Individuazione delle impostazioni di lingua durante richieste consecutive, in base a differenti modalit&agrave;: riscrittura dell'URL, sessioni, cookies</li> <li>Fornire un blocco per la selezione della lingua e due funzioni tematiche: <i>i18n_flags</i> e <i>i18n_links</i></li></ul> <p>Per la riscrittura dell'url hai bisogno del file <b>i18n.inc</b> nella cartella <i>includes</i> e va aggiunta la seguente linea al tuo file di configurazione:</p> <pre> include 'includes/i18n.inc'; </pre> <p>Puoi provare diverse impostazioni per avere solo la traduzione dei contenuti, dell'interfaccia o di entrambi.</p>

source: Supports site internationalization (i18n).
it: Supporta l'internazionalizzazione del sito (i18n).

source: edit %language
it: modifica %language

source: Interface translation
it: traduzione dell'interfaccia

source: Content translation
it: Traduzione del contenuto

source: Synchronize content
it: Sincronizza il contenuto

source: Taxonomy
it: Tassonomia

source: Language dependant
it: Dependente dalla lingua

source: If language dependant and <i>Content translation</i> is enabled, default front page will be prepended with language code, i.e. 'en/node'
it: Se dipendente dalla lingua e la <i>Traduzione del contenuto</i> &egrave; abilitata, all'indirizzo della pagina iniziale, sar&agrave; aggiunto il codice della lingua, per esempio 'it/node'

source: URL rewriting
it: riscrittura dell'url

source: Session
it: Sessione

source: Detect browser language
it: Individua la lingua del navigatore

source: Flags directory
it: Cartella delle bandiere

source: Path for flags. Asterisk '*' is a placeholder for language code. This is only needed when you want a language selector block
it: Percorso delle bandiere. L'asterisco '*' &egrave; un simbolo che pu&ograve; essere sostituito dal codice di lingua. E' necessario solo enl caso tu voglia un blocco per la selezione della lingua

source: Manages multilingual meta-blocks. <b>Requires i18n and locale module</b>
fr: Gestion de meta-blocs multilingue. <strong>Nécessite les modules i18n et locale</strong>

source: add multilingual block
fr: ajouter bloc multilingue

source: Multilingual block %number
fr: Bloc multilingue %number

source: Block description
fr: Description du bloc

source: Select the block to be displayed for each language
fr: Sélectionner le bloc à afficher dans chaque langue

source: Multilingual block
fr: Bloc multilingue

source: The new multilingual block has been created.
fr: Le nouveau bloc multilingue a été crée.

source: <p>This module provides support for translatable custom menu items:</p> <ul> <li>Create menus as usual, with names in English. If the menu is already created, no changes are needeed</li> <li>Show the menu in some block</li> <li>Switch language to some non english one -while viewing the block-, so the <i>locales</i> table is populated with the new strings</li> <li>Use the localization system to translate menu item strings</li> </ul>
fr: <p>Ce module permet la traduction d'élements de menu personnalisés:</p> <ul> <li>Créer les menus comme habituellement en Anglais. Si le menu est déjà crée, aucuns changement ne sont nécessaires</li> <li>Afficher le menu dans le même bloc</li> <li>Changer la langue pour une langue différente de l'anglais - tout en visualisant le bloc-, afin que la table <i>locale</i> soit complétée avec les nouvelles chaines de caractères</li> <li>Utiliser le système de localisation pour traduire les chaines de caractères correspondantes aux élements de menus</li> </ul>

source: Supports translatable custom menu items. <b>Requires i18n and locale module</b>
fr: Permet la traduction d'éléments de menus personnalisés. <strong>Nécessite les modules i18n et locale</strong>
