Repository: dsnopek/bbcom
Catalog: drupal/sites/all/modules/cck/includes/translations/includes.*.po
Languages: de

source: edit
de: bearbeiten

source: manage fields
de: Felder verwalten

source: delete
de: Löschen

source: No content types available.
de: Keine Inhaltstypen vorhanden.

source: » Add a new content type
de: Einen neuen Inhaltstyp hinzufügen.

source: Field name
de: Feldname

source: Field type
de: Feldtyp

source: Used in
de: Verwendet in

source: @field_name (Locked)
de: @field_name (gesperrt)

source: No fields have been defined for any content type yet.
de: Es wurden noch keine Felder für Inhaltstypen definiert.

source: This content type has inactive fields. Inactive fields are not included in lists of available fields until their modules are enabled.
de: Dieser Inhaltstyp hat inaktive Felder. Inaktive Felder werden nicht in der Liste der verfügbaren Felder enthalten sein, bis die zugehörenen Module aktiviert sind.

source: !field (!field_name) is an inactive !field_type field that uses a !widget_type widget.
de: !field (!field_name) ist ein inaktives !field_type Feld das ein !widget_type Widget benutzt.

source: Configure
de: Konfigurieren

source: Locked
de: Gesperrt

source: - Select a field type -
de: - Wählen Sie ein Feld Typ -

source: - Select a widget -
de: - Wählen Sie ein Widget -

source: Field name (a-z, 0-9, _)
de: Feldname (a-z, 0-9, _)

source: Type of data to store.
de: Art der Daten, die gespeichert werden.

source: Form element to edit the data.
de: Formularelement zum Bearbeiten der Daten.

source: - Select an existing field -
de: - Wählen Sie ein vorhandenes Feld -

source: Field to share
de: Feld für gemeinsame Nutzung

source: Group name (a-z, 0-9, _)
de: Name der Gruppe (a-z, 0-9, _)

source: Type of group.
de: Art der Gruppe.

source: Add new field: you need to provide a label.
de: Ein neues Feld: Sie müssen einen Namen angeben.

source: Add new field: you need to provide a field name.
de: Ein neues Feld hinzufügen: Sie müssen einen Namen angeben.

source: Add new field: the field name %field_name is invalid. The name must include only lowercase unaccentuated letters, numbers, and underscores.
de: Ein neues Feld hinzufügen: Der Name %field_name ist ungültig. Der Name darf nur Kleinbuchstaben unakzentuierten Buchstaben, Zahlen und Unterstrichen bestehen.

source: Add new field: the field name %field_name is too long. The name is limited to 32 characters, including the 'field_' prefix.
de: Ein neues Feld hinzufügen: Der Name %field_name ist zu lang. Der Name ist auf 32 Zeichen, einschließlich des 'Feld' Prefix begrenzt.

source: Add new field: the name 'field_instance' is a reserved name.
de: Ein neues Feld hinzufügen:Der Name 'field_instance' ist reserviert.

source: Add new field: the field name %field_name already exists.
de: Ein neues Feld hinzufügen:der Name %field_name ist bereits vorhanden.

source: Add new field: you need to select a field type.
de: Ein neues Feld hinzufügen:wählen Sie einen Feldtyp.

source: Add new field: you need to select a widget.
de: Ein neues Feld: wählen Sie ein Widget.

source: Add new field: invalid widget.
de: Ein neues Feld hinzufügen: ungültiges Widget.

source: Add existing field: you need to provide a label.
de: Ein neues Feld hinzufügen: Sie müssen einen Namen angeben.

source: Add existing field: you need to select a field.
de: Ein bestehendes Feld hinzufügen: wählen Sie ein Feld.

source: Add existing field: you need to select a widget.
de: Ein bestehendes Feld hinzufügen: wählen Sie ein Widget.

source: Add existing field: invalid widget.
de: Ein bestehendes Feld hinzufügen: ungültiges Widget.

source: There was a problem creating field %label.
de: Es gab ein Problem beim Erstellen von Feld %label.

source: The field %label cannot be added to a content type because it is locked.
de: Das Feld %label kann nicht zum Inhaltstyp hinzugefügt werden, weil dieser gesperrt ist.

source: There was a problem adding field %label.
de: Es gab ein Problem beim Hinzufügen von Feld %label.

source: There are no fields configured for this content type. You can add new fields on the <a href="@link">Manage fields</a> page.
de: Für diesen Inhaltstyp sind keine Felder konfiguriert. Sie können neue Felder hinzufügen, über <a href=\"@link\">Felder verwalten</a>.

source: Include
de: Einschließen

source: no styling
de: keine Formatierung

source: simple
de: einfach

source: fieldset
de: Feldgruppe

source: fieldset - collapsible
de: Feldgruppe - Zusammenklappbar

source: fieldset - collapsed
de: Feldgruppe - Zusammengeklappt

source: Your settings have been saved.
de: Ihre Einstellungen wurden gespeichert.

source: Edit basic information
de: Basisinformationen bearbeiten

source: The machine-readable name of the field. This name cannot be changed.
de: Der maschinenlesbare Name des Feldes. Dieser Name kann nicht geändert werden.

source: A human-readable name to be used as the label for this field in the %type content type.
de: Ein lesbarer Namen als Bezeichnung für dieses Feld im %type Inhaltstyp verwenden.

source: The type of data you would like to store in the database with this field. This option cannot be changed.
de: Die Art der Daten, die Sie in die Datenbank mit diesem Feld speichern wollen. Diese Option kann nicht geändert werden.

source: Widget type
de: Widget-Typ

source: The type of form element you would like to present to the user when creating this field in the %type content type.
de: Das Formularelement für dieses Feld im %type Inhaltstyp.

source: Continue
de: Fortfahren

source: Updated basic settings for field %label.
de: Grundeinstellungen für Feld %label aktualisiert.

source: There was a problem updating the basic settings for field %label.
de: Es gab ein Problem beim Aktualisieren der Grundeinstellungen für Feld %label.

source: Are you sure you want to remove the field %field?
de: Soll das Feld %field gelöscht werden?

source: If you have any content left in this field, it will be lost. This action cannot be undone.
de: Falls sich Daten in diesem Feld befinden, gehen diese verloren. Diese Aktion kann nicht rückgängig gemacht werden.

source: This field is <strong>locked</strong> and cannot be removed.
de: Dieses Feld ist <strong>gesperrt</strong> und kann nicht entfernt werden.

source: Removed field %field from %type.
de: Das Feld %field von %type wurde gelöscht.

source: There was a problem deleting %field from %type.
de: Es gab ein Problem beim Löschen des Feldes %field von %type.

source: The field %field is locked and cannot be edited.
de: Das Feld %field ist gesperrt und kann nicht bearbeitet werden.

source: %type basic information
de: %type Basisinformationen

source: Change basic information
de: Ändere die Benutzerinformation

source: %type settings
de: %type-Einstellungen

source: These settings apply only to the %field field as it appears in the %type content type.
de: Diese Einstellungen gelten nur für das Feld %field, wie es im Inhaltstyp %type vorkommt.

source: Instructions to present to the user below this field on the editing form.<br />Allowed HTML tags: @tags
de: Eine Hilfestellung, die dem Benutzer unter diesem Feld im Eingabeformular angezeigt wird.<br />Zulässige HTML-Tags: @tags

source: Default value
de: Standardwert

source: '@column' => value for @column
de: '@column' => Wert für @column

source: return array( 0 => array(@columns), // You'll usually want to stop here. Provide more values // if you want your 'default value' to be multi-valued: 1 => array(@columns), 2 => ... );
de: return array( 0 => array(@columns), / / Sie werden in der Regel hier stoppen. mehr Werte vorsehen / / Wenn Sie möchten, dass Ihre "Standardwerte" mehrwertig sind: 1 => array(@columns), 2 => ... );

source: Advanced usage only: PHP code that returns a default value. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Expected format: <pre>!sample</pre>To figure out the expected format, you can use the <em>devel load</em> tab provided by <a href="@link_devel">devel module</a> on a %type content page.
de: Fortgeschrittener Einsatz: PHP code der den Standardwert zurückgibt Sollte keine &lt;? Php?&gt; Tags enthalten. Diese Feld nimmt Code auf, der den oben angegebenen Wert überschreibt. Erwartetes Format: <pre>!sample</pre>Benutzen Sie den <em>devel load</em> -Reiter <a href="@link_devel">des Moduls Devel</a> auf der %type Seite.

source: This PHP code was set by an administrator and will override any value specified above.
de: Dieser PHP-Code wurde vom Administrator eingestellt und wird jeden oben angegeben Wert übersteuern.

source: Global settings
de: Allgemeine Einstellungen

source: These settings apply to the %field field in every content type in which it appears.
de: Diese Einstellungen gelten für das Feld %field in jedem Inhaltstyp, indem das Feld erscheint.

source: Maximum number of values users can enter for this field.
de: Maximale Anzahl von Werten, die Benutzern für dieses Feld eingegeben kann.

source: 'Unlimited' will provide an 'Add more' button so the users can add as many values as they like.
de: Mit 'Unbegrenzt' wird eine 'Weitere'-Schaltfläche erzeugen, so können Benutzer beliebig viele Werte hinzufügen.

source: Warning! Changing this setting after data has been created could result in the loss of data!
de: Warnung! Ändern Sie diese Einstellung nachdem schon Daten erfasst wurden, so könnte dies zum Verlust von Daten führen!

source: Number of values
de: Anzahl von Werten

source: The default value PHP code returned an incorrect value.<br/>Expected format: <pre>!sample</pre> Returned value: @value
de: Der Standardwert den PHP-Code bei ungültigen Werten zurückliefert<br/>Erwartetes Format : <pre>!sample</pre>Zurückgegebener Wert : @value

source: The PHP code for 'default value' returned @value, which is invalid.
de: Der PHP-Code für 'Standardwert' hat @value zurückgegeben, was ungültig ist.

source: The default value is invalid.
de: Der Standardwert ist ungültig.

source: Added field %label.
de: Das Feld %label wurde hinzugefügt.

source: Saved field %label.
de: Das Feld %label wurde gespeichert.

source: Processing
de: verarbeite...

source: The update has encountered an error.
de: Die Aktualisierung hat einen Fehler festgestellt.

source: The database has been altered and data has been migrated or deleted.
de: Die Datenbank wurde verändert und Daten wurden migriert oder gelöscht.

source: An error occurred and database alteration did not complete.
de: Ein Fehler ist aufgetreten und Datenbank-Änderung wurde nicht abgeschlossen.

source: Processing %title
de: verarbeite %title

source: %name must be an integer.
de: %name muss eine Ganzzahl sein.

source: %name must be a positive integer.
de: %name muss eine positive ganze Zahl ist.

source: %name must be a number.
de: %name muss eine Zahl sein.

source: 1 item successfully processed:
de: 1 Element wurde erfolgreich verarbeitet:

source: Content fields table %old_name has been renamed to %new_name and field instances have been updated.
de: Die Inhaltsfeldtabelle %old_name wurde in %new_name umbenannt und die Feldinstanzen wurden aktualisiert.

source: The content fields table %name has been deleted.
de: Die Inhaltsfeldtabelle %name wurde gelöscht.

source: Add another item
de: Menüpunkt hinzufügen

source: %name field is required.
de: %name Field ist erforderlich.

source: Populate a field
de: Feld füllen

source: You should make sure that the used field exists in the given content type.
de: Stellen Sie sicher, dass das verwendete Feld im ausgewählten Inhaltstyp vorhanden ist.

source: Select the machine-name of the field.
de: Wählen Sie den maschinenlesbaren Name des Feldes.

source: Advanced: Specify the fields value with PHP code
de: Fortgeschritten: Geben Sie die Werte der Felder mit PHP-Code an

source: Advanced usage only: PHP code that returns the value to set. Should not include &lt;?php ?&gt; delimiters. If this field is filled out, the value returned by this code will override any value specified above. Expected format: <pre>!sample</pre>Using <a href="@link_devel">devel.module's</a> 'devel load' tab on a content page might help you figure out the expected format.
de: Nur für Fortgeschrittene: PHP code der die Werte zurückgibt. Sollte keine &lt;? Php?&gt; Tags enthalten. Diese Feld nimmt Code auf, der den oben angegebenen Wert überschreibt. Erwartetes Format: <pre>!sample</pre>Benutzen Sie den <em>devel load</em> -Reiter <a href="@link_devel">des Moduls Devel</a>.

source: You have to return the default value in the expected format.
de: Sie müssen den Standardwert im erwarteten Format zurückgeben.

source: Populate @node's field '@field'
de: Füllen Sie @node's field '@field'

source: Field has value
de: Das Feld enthält einen Wert.

source: You should make sure that the used field exists in the given content type. The condition returns TRUE, if the selected field has the given value.
de: Stellen Sie sicher, dass das verwendete Feld im ausgewählten Inhaltstyp vorhanden ist. Gibt TRUE zurück, wenn das ausgewählte Feld den angegebenen Wert hat.

source: Field has changed
de: Das Feld wurde geändert

source: Content containing changes
de: Änderungen wurden gespeichert.

source: Content not containing changes
de: Der Inhalt weist keine Änderungen auf.

source: @node's field '@field' has value
de: Das Feld '@field' in @node hat den Wert

source: Select the machine-name of the field to look at.
de: Wählen Sie den maschinenlesbaren Name des Feldes.

source: @node's field '@field' has been changed
de: Das Feld '@field' in @node wurden verändert

source: Referenced node ID
de: Referenzierte Beitrags-ID.

source: Referenced node title
de: Referenzierter Beitragstitel.

source: Referenced node unfiltered title. WARNING - raw user input.
de: Referenzierter Beitragstitel (ungefiltert). WARNUNG - original Benutzereingabe.

source: Formatted html link to the referenced node.
de: Formatierter HTML-Link zu dem referenzierten Beitrag.

source: Relative path alias to the referenced node.
de: Relativer Pfad Alias zu dem referenzierten Beitrag.

source: Absolute path alias to the referenced node.
de: Absoluter Pfad zu dem referenzierten Beitrag.

source: Raw number value
de: Unbearbeiteter Zahlenwert.

source: Formatted number value
de: Formatierter Zahlenwert.

source: Raw, unfiltered text
de: Unbearbeiteter, ungefilterter Text.

source: Formatted and filtered text
de: Formatierter und gefilterter Text.

source: Referenced user ID
de: Referenzierte Benutzer-ID.

source: Referenced user name
de: Referenzierter Benutzername.

source: Formatted HTML link to referenced user
de: Formatierter HTML-Link zu dem referenzierten Benutzer

source: Relative path alias to the referenced user.
de: Relativer Pfad Alias zu dem referenzierten Benutzer.

source: Absolute path alias to the referenced user.
de: Absoluter Pfad zu dem referenzierten Benutzer.
