Repository: dsnopek/bbcom
Catalog: drupal/sites/all/modules/scheduler/translations/*.po
Languages: pt_pt, sk, sv

source: Scheduler
sk: Plánovac
sv: Schemaläggaren

source: Publish on
pt_pt: Publicado em
sk: Publikovat
sv: Publicera

source: Date/time on which the article will be automatically published
pt_pt: Data/hora em que o artigo será publicado automaticamente
sk: Cas alebo dátum kedy bude clánok automaticky publikovaný
sv: Datum/tid när artikeln automatiskt kommer att publiceras

source: Unpublish on
pt_pt: Omitir em
sk: Nepublikovat
sv: Avpublicera

source: Date/time on which the article will be automatically unpublished
pt_pt: Data/hora em que o artigo será omitido automaticamente
sk: Dátum/cas, kedy sa má príspevok automaticky odpublikovat
sv: Datum/tid när artikeln automatiskt kommer att avpubliceras

source: Date format
pt_pt: Formato da Data
sk: Formát dátumu
sv: Format på datum

source: The input format for the (un)scheduling time/date. See the date() function for formatting options: http://www.php.net/manual/en/function.date.php (only the following format characters are supported (don't use 'G', 'a' or 'A' with Date Popup): djmnyYhHgGisaA)
sv: Inmatningsformat för tid och datum vid publicering och avpublicering. För formateringshjälp se date()-funktionens dokumentation på http://www.php.net/manual/en/function.date.php (endast följande format stöds: djmnyYhHgGisaA).

source: Enable scheduled (un)publishing
pt_pt: Permitir agendamento de publicação
sk: Povolit plánované (od)publikovanie
sv: Aktivera schemalagd publicering

source: Check this box to enable scheduled (un)publishing for this node type.
pt_pt: Marcar esta caixa para permitir agendamento de publicação para este tipo
sk: Zaškrtnutím tohoto pola povolíte plánovanie (od)publikovania pre tento typ uzla.
sv: Markera denna ruta för att aktivera schemalagd publicering för denna nodtyp.

source: Alter published on time
pt_pt: Alterar hora de publicação
sk: Zmenit publikované na cas
sv: Ändra datumet för publikation

source: Check this box to alter the published on time to match the scheduled time ("touch feature").
pt_pt: Marcar esta caixa para alterar hora de publicação e corresponder à hora agendada ("touch feature").
sk: Oznacte toto pole aby ste zmenili presné publikovanie ktoré sedí s casovým plánom ("touch feature").
sv: Markera denna ruta för att ändra datumet för publikation för att matcha den schemalagda tiden ("touch").

source: Scheduling options
pt_pt: Opções de agendamento
sk: Nastavenia plánovania
sv: Inställningar för schemaläggning

source: Format: %time. Leave blank to disable scheduled publishing.
pt_pt: Formato: %time. Deixar em branco para desactivar a publicação agendada
sk: Formát: %time. Ak chcete vypnút plánované publikovanie, ponechajte pole prázdne.
sv: Format: %time. Lämna tomt för att avaktivera schemalagd publicering.

source: Format: %time. Leave blank to disable scheduled unpublishing.
pt_pt: Formato: %time. Deixar em branco para desactivar a omissão agendada
sk: Formát: %time. Ak chcete vypnút plánované odpublikovanie, ponechajte pole prázdne.
sv: Format: %time. Lämna tomt för att avaktivera schemalagd avpublicering.

source: Leave blank to disable scheduled publishing.
pt_pt: Deixar em branco para desactivar a publicação agendada
sv: Lämna tomt för att avaktivera schemalagd publicering.

source: Leave blank to disable scheduled unpublishing.
pt_pt: Deixar em branco para desactivar a omissão agendada
sv: Lämna tomt för att avaktivera schemalagd avpublicering.

source: Title
pt_pt: Título
sv: Titel

source: Author
pt_pt: Autor
sv: Författare

source: Operations
pt_pt: Operações
sv: Åtgärder

source: edit
pt_pt: editar
sv: redigera

source: There are no scheduled nodes.
pt_pt: Não existe nada agendado
sv: Det finns inga schemalagda publiceringar.

source: The 'publish on' value does not match the expected format of %time
pt_pt: O valor indicado para publicação não corresponde ao formato %time
sv: Datumet för 'publicering' följer inte formatet %time.

source: The 'publish on' date must be in the future
sv: Publiceringsdatumet måste vara i framtiden

source: The 'unpublish on' value does not match the expected format of %time
sv: Datumet för 'avpublicering' följer inte formatet %time.

source: The 'unpublish on' date must be in the future
sv: Avpubliceringsdatumet måste vara i framtiden.

source: The 'unpublish on' date must be later than the 'publish on' date.
sv: Avpubliceringsdatumet måste inträffa vid en senare tidpunkt än publiceringsdatumet.

source: view
pt_pt: Ver
sk: zobrazit
sv: visa

source: Scheduler OS time check
pt_pt: Hora do sistema verificada
sk: Scheduler kontrola casu OS
sv: Schemaläggaren OS tidskontroll

source: Your server reports the UTC time as %time and "localtime" as %lt.
pt_pt: O servidor indica a hora UTC %time e "hora local" como %lt.
sk: Váš server oznamuje UTC cas ako %time a lokálny cas ako %lt.
sv: Din server rapporterar UTC-tiden som %time och den lokala tiden som %lt.

source: If all is well with your server's time configuration UTC should match <a target="_blank" href="http://wwp.greenwichmeantime.com/">UTC London Time</a> and the localtime should be the time where you are.
pt_pt: Se tudo estiver correcto a hora configurada no servidor deverá corresponder a <a target="_blank" href="http://wwp.greenwichmeantime.com/">UTC London Time</a> e a hora local deverá ser onde estiver.
sk: Ak je s vaším nastavením casu servera všetko v poriadku UTC cas by mal sediet s <a target="_blank" href="http://wwp.greenwichmeantime.com/">UTC Londýnskym casom</a> a localtime by mal byt cas pásma kde sa nachádzate.
sv: Om din servers tidsinställningar är korrekt konfiguererad borde UTC stämma överens med <a target="_blank" href="http://wwp.greenwichmeantime.com/">UTC London Time</a> och den lokala tiden bör stämma överens med vart du befinner dig.

source: If this is not the case please have your Unix System Administrator fix your servers time/date configuration.
pt_pt: Se este não for o caso , por favor solicite ao Administrador de Sistema para configurar a data/hora.
sk: Pokial toto nie je dôvod prosím nechajte si opravit vaše nastavenia casu a dátumu vaším administrátorom Unixového systému.
sv: Om detta inte stämmer var god kontakta din serveradministratör för att åtgärda serverns datum/tid-konfiguration.

source: Scheduler module form.
pt_pt: Formulário do modulo de Agendamento
sv: Schemaläggarens modulformulär.

source: scheduler
pt_pt: Agendamento
sk: plánovac
sv: schemaläggaren

source: @type: scheduled publishing of %title.
pt_pt: @type: agenda de publicação de %title.
sk: @type: plánované publikovanie %title.
sv: @type: schemalagda publicering av %title.

source: @type: scheduled unpublishing of %title.
pt_pt: @type: agenda de omissão de %title.
sk: @type: plánované nepublikovanie %title.
sv: @type: schemalagda avpublicering av %title.

source: Internal scheduler run activated
pt_pt: Agenda interna activada
sk: Vnútorné spustenie plánovaca zapnuté
sv: Körning av interna schemläggaren aktiverad

source: schedule (un)publishing of nodes
pt_pt: Agenda omissão de páginas/artigos
sk: Plánované (od)publikovanie uzlov
sv: schemalägg publicering/avpublicering av noder

source: administer scheduler
pt_pt: administrar agendamento
sv: administrera schemaläggaren

source: Light weight cron handler
sk: Jednoduchý spúštac úloh cron
sv: Enkel cron-hanterare

source: A light weight cron handler to allow more frequent runs of Schedulers internal cron system
pt_pt: light weight cron handler- permite execução de mais agendamentos no sistema de cron interno
sk: Jednoduchý spúštac úloh, ktorý umožní castejšie spúštanie interného cron systému Plánovaca
sv: En enkel cron-hanterare som möjliggör mer frekventa körningar av Schemläggarens interna cron-system

source: Test your servers UTC clock
pt_pt: Testar o relógio UTC dos seus servidores
sk: Otestujte vaše serverové UTC hodiny
sv: Testa din servers UTC-klocka

source: Allows site admin to check their servers internal clock
pt_pt: Permite ao administrador do site verificar os relógios internos dos servidores
sk: Umožnuje administrátorovi stránky skontrolovat stav hodín na serveri
sv: Gör det möjligt för administratörer att granska serverns interna klocka

source: Scheduler module settings
pt_pt: Definições do módulo de Agendamento
sk: Nastaveniea modulu Plánovac
sv: Schemaläggarens modulinställningar

source: Allows site admins to configure scheduler.
pt_pt: Permite ao administrador do site configurar Agendamento
sk: Umožnuje administrátorom stránky konfigurovat Plánovac.
sv: Gör det möjligt för administratörer att konfigurera schemaläggaren.

source: Scheduled
pt_pt: Agendamento
sv: Schemalagd

source: Display a list of scheduled nodes
pt_pt: Mostra a lista de Agendamento
sv: Visa en lista med schemalagda noder

source: The main table to hold the scheduler data.
pt_pt: A tabela principal para guardar dados de Agendamento
sk: Hlavná tabulka na uchovanie dát plánovania.
sv: Huvudtabellen för schemaläggarens data.

source: The foreign key to node.nid
pt_pt: A chave estrangeira do node.nid
sk: Cudzí klúc pre node.nid
sv: Den främmande nyckeln för node.nid

source: The UNIX UTC timestamp when to publish
sk: UNIX UTC timestamp (casové razítko) kedy publikovat
sv: UNIX UTC timestamp för publicering

source: The UNIX UTC timestamp when to unpublish
sk: UNIX UTC casové znacka (timestamp) kedy sa nemá publikovat
sv: UNIX UTC timestamp för avpublicering

source: This module allows nodes to be published and unpublished on specified dates.
pt_pt: Este modulo permite a publicação/omissão de páginas/artigos (nodes) em datas especificadas
sk: Tento modul umožnuje publikovat a nepublikovat obsah pri stanovených dátumoch.
sv: Denna modul för det möjligt för noder att publiceras eller avpubliceras på specifika datum.

source: Scheduled for publishing
sv: Schemalagd för publicering

source: Scheduled for unpublishing
sv: Schemalagd för avpublicering

source: Not scheduled
sv: Ej schemalagd

source: content
sk: obsah

source: Time zone
sk: Casové pásmo

source: A module to schedule when nodes are (un)published.
sk: Modul, ktorý plánuje kedy má byt uzol (od)publikovaný.

source: A light weight cron handler to allow more frequent runs of Scheduler's internal cron system
sk: Jednoduchý spúštac úloh, ktorý umožní castejšie spúštanie interného cron systému Plánovaca

source: Allow's site admin to check their server's internal clock
sk: Povolit administrátorovi stránky skontrolovat vnútorné hodiny serveru.

source: Format: %time. Leave blank to publish on the time of form submission.
sk: Formát: %time. Pre publikovanie hned po odoslaní formulára nechajte prázdne.

source: Format: %time. Leave blank to not unpublish this node.
sk: Formát: %time. Pre nepublikovanie tohto uzla nechajte prázdne.

source: Select the time zone to (un)publish in.
sk: Vybrte casovú zónu (od)publikovania.

source: Scheduler: publish on
sk: Plánovac: publikovat ked

source: Scheduler: unpublish on
sk: Plánovac: nepublikovat ked

source: Date/time on which the article will be automatically un-published
sk: Dátum/cas kedy bude clánok automaticky odpublikovaný

source: The offset in seconds due to the timezone
sk: Posun v sekundách kvôli casovým zónam

source: The input format for the (un)scheduling time/date. See the date() function for formatting options: http://www.php.net/manual/en/function.date.php
sk: Vstupný formát pre plánovaný cas/dátum. Ak sa chcete dozvediet viac o možnostiach nastavenia formátu, pozrite si popis funkcie date() na stránke: http://www.php.net/manual/en/function.date.php

source: The entered publication date is invalid.
sk: Zadaný dátum publikovania nie je platný.

source: The entered expiration date is invalid.
sk: Zadaný dátum vypršania platnosti nie je platný.

source: The expiration date is before publication date.
sk: Cas skoncenia platnosti je skorší ako dátum publikovania.

source: Sort by the date the article will be automatically published.
sk: Usporiadat podla dátumu, kedy boli príspevky automaticky publikované.

source: Sort by the date/time on which the article will be automatically un-published.
sk: Usporiadat podla dátumu/casu, kedy boli príspevky automaticky odpublikované.

source: This filter allows nodes to be filtered by the date they will be automatically published.
sk: Tento filter umožnuje zoradit uzly podla toho, kedy boli automaticky publikované.

source: The input format for the (un)scheduling time/date. See the date() function for formatting options: http://www.php.net/manual/en/function.date.php (only the following format characters are supported (don't use 'G' with Date Popup): djmnyYhHgGisaA)
pt_pt: O formato de de introdução da hora/data do agendamento. Ver a função date() para formatar opçoes: http://www.php.net/manual/en/function.date.php (somente o seguinte formato de caracteres é suportado: djmnyYhHgGisaA. Não utilize 'G' com 'Date Popup'
